Repository: stejmurphy/mozirelandtheme
Catalog: languages/*.po
Languages: fr_fr

source: Well, this is embarrassing…
fr_fr: C'est un peu gênant…

source: We hate to say it, but we couldn’t find the page or file you’re looking for.
fr_fr: Désolé d'avoir à le dire mais nous n'avons pas pu trouver la page que vous cherchiez.

source: If you typed in the address, try double-checking the spelling.
fr_fr: Si vous avez copié l'adresse à la main, vérifiez bien l'orthographe.

source: If you followed a link from somewhere, please let us know at <em>webmaster at mozilla dot com</em>. Be sure to tell us where you came from and what you were looking for, and we’ll do our best to fix it.
fr_fr: Si vous avez suivi un lien depuis une autre page, veuillez nous le signaler à <em>webmaster chez mozilla point com</em>. Assurez-vous d'indiquer la provenance du lien et ce que vous cherchiez, nous ferons de notre mieux pour corriger cela.

source: Posts in “%s”
fr_fr: Posté dans «&nbsp;%s&nbsp;»

source: Posts tagged with “%s”
fr_fr: Articles étiquetés avec «&nbsp;%s&nbsp;»

source: Posts from %s
fr_fr: Articles de %s

source: Posts by %s
fr_fr: Articles écrits par %s

source: Older posts
fr_fr: Articles plus anciens

source: Newer posts
fr_fr: Articles plus récents

source: Nothing Found
fr_fr: Rien n'a été trouvé

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Désolé, aucun résultat n'a pu être trouvé pour l'archive demandée. La recherche pourra peut-être vous aider à trouver un article proche.

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est protégé à l'aide d'un mot de passe. Saisissez le mot de passe pour voir les commentaires.

source: No responses yet
fr_fr: Aucune réponse actuellement

source: Post a comment
fr_fr: Envoyer un commentaire

source: More comments:
fr_fr: Plus de commentaires&nbsp;:

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> are open.
fr_fr: Les commentaires sont clos mais les <a href="%1$s" title="URL de lien notifié pour cet article">liens vers l'article</a> sont autorisés.

source: You must be <a href="%s">logged in</a> to post a comment.
fr_fr: Vous devez vous <a href="%s">connecter</a> pour envoyer un commentaire.

source: Post Your Comment
fr_fr: Envoyer votre commentaire

source: Reply to %s
fr_fr: Répondre à %s

source: You are logged in as <a href="%1$s">%2$s</a>. <a class="logout" href="%3$s">Log out?</a>
fr_fr: Vous êtes connecté-e en tant que <a href="%1$s">%2$s</a>. <a class="logout" href="%3$s">Se déconnecter&nbsp;?</a>

source: Name
fr_fr: Nom

source: (required)
fr_fr: (requis)

source: E-mail
fr_fr: Courriel

source: (required, will not be published)
fr_fr: (requis, ne sera pas publié)

source: Website
fr_fr: Site web

source: Spam robots, please fill in this field. Humans should leave it blank.
fr_fr: Robots, veuillez remplir ce champ. Les humains devraient le laisser vide.

source: Your comment
fr_fr: Votre commentaire

source: Submit Comment
fr_fr: Soumettre un commentaire

source: You must provide a name and e-mail (your e-mail address won’t be published).
fr_fr: Vous devez fournir un nom et une adresse e-mail (votre adresse e-mail ne sera pas publiée).

source: You must provide a name.
fr_fr: Vous devez fournir un nom.

source: You must provide an e-mail address (it won’t be published).
fr_fr: Vous devez fournir une adresse e-mail (elle ne sera pas publiée).

source: The e-mail address you entered doesn’t look like a complete e-mail address. It should look like “yourname@example.com”.
fr_fr: L'adresse e-mail que vous avez saisie semble incomplète. Elle devrait ressembler à « &nbsp;votrenom@exemple.com&nbsp;».

source: You must enter a comment.
fr_fr: Vous devez saisir un commentaire.

source: Edit Page
fr_fr: Éditer la page

source: Pages:
fr_fr: Pages&nbsp;:

source: See all posts from %s
fr_fr: Voir tous les articles de %s

source: Edit Post
fr_fr: Éditer l'article

source: Tags
fr_fr: Étiquettes

source: Categories
fr_fr: Catégories

source: Continue reading &hellip;
fr_fr: Continuer la lecture &hellip;

source: Return to top
fr_fr: Retourner en haut

source: Except where otherwise <a href="%1s" rel="external">noted</a>, content on this site is licensed under the <a href="%2s" rel="external license">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
fr_fr: Sauf <a href="%1s" rel="external">mention</a> contraire, le contenu présent sur ce site dispose d'une licence <a href="%2s" rel="external license">Attribution Share-Alike License V3.0 (ou versions plus récentes) de la Creative Commons</a>.

source: Contact Us
fr_fr: Contactez-nous

source: Privacy Policy
fr_fr: Politique de confidentialité

source: Legal Notices
fr_fr: Notes légales

source: Report Trademark Abuse
fr_fr: Signaler un abus de marque déposée

source: Theme Code
fr_fr: Code du thème

source: Primary Menu
fr_fr: Menu principal

source: Firefox Logo
fr_fr: Logo Firefox

source: Social sharing
fr_fr: Partage sur les réseaux sociaux

source: Hide post authors
fr_fr: Cacher les auteurs des articles

source: Add social sharing buttons to posts and pages
fr_fr: Ajouter des boutons de partages sur les articles et pages du site

source: Adds buttons for Facebook, Twitter, and Google+.
fr_fr: Ajoute des boutons pour Facebook, Twitter et Google+.

source: This removes the author byline and author bio from individual posts.
fr_fr: Cela retire la mention de l'auteur et la biographie de l'auteur pour les articles individuels.

source: Sorry, you appear to be a spamming robot because you filled in the hidden spam trap field. To show you are not a spammer, submit your comment again and leave the field blank.
fr_fr: Désolé, il semble que vous soyez un robot car vous avez rempli les champs piégés. Pour montrer que vous n'êtes pas un spammeur, veuillez saisir votre commentaire à nouveau, en laissant le champ vide.

source: This post is password protected. To view it, please enter the password.
fr_fr: Cet article est protégé par un mot de passe. Pour le voir, veuillez saisir le mot de passe.

source: Password
fr_fr: Mot de passe

source: Make this a featured post?
fr_fr: Mettre cet article en avant&nbsp;?

source: Featured Post
fr_fr: Article mis en avant

source: Continue reading
fr_fr: Continuer la lecture

source: Sidebar
fr_fr: Barre latérale

source: Trackback from
fr_fr: Lien référent depuis

source: on
fr_fr: sur

source: Permanent link to this comment by
fr_fr: Lien permanent vers ce commentaire par

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Pingback from
fr_fr: Notification de référence depuis

source: wrote on
fr_fr: écrit sur

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Edit Comment
fr_fr: Éditer le commentaire

source: This widget shows the three most recent featured posts.
fr_fr: Ce widget affiche les trois articles mis en avant les plus récents.

source: Title:
fr_fr: Titre&nbsp;:

source: Search results for “%s”
fr_fr: Résultats de la recherche pour «&nbsp;%s&nbsp;»

source: Not Found
fr_fr: Non trouvé

source: Skip to main content
fr_fr: Aller directement au contenu principal

source: Skip to sidebar
fr_fr: Aller directement à la barre latérale

source: Skip to blog search
fr_fr: Aller directement à la recherche sur le blog

source: Published <time class="published" title="%1$s" datetime="%1$s">%2$s</time> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a>
fr_fr: Publié le <time class="published" title="%1$s" datetime="%1$s">%2$s</time> à <a href="%3$s" title="Lien vers les images en taille réelle">%4$s &times; %5$s</a>

source: Edit Attachment
fr_fr: Éditer la pièce jointe

source: Color Scheme
fr_fr: Palette de couleurs

source: Theme Options
fr_fr: Options du thème

source: Some themes provide customization options that are grouped together on a Theme Options screen. If you change themes, options may change or disappear, as they are theme-specific. Your current theme, One Mozilla, provides the following Theme Options:
fr_fr: Certains thèmes proposent des options de personnalisation présentées dans l'écran des options du thème. Si vous changez de thème, des options peuvent changer ou disparaître car elles sont spécifiques à un thème donné. Votre thème actuel, One Mozilla, propose les options suivantes&nbsp;:

source: <strong>Color Scheme</strong>: You can choose from a few different color schemes: “Sand” (orange-tan background) is suitable for most Mozilla blogs. “Sky” (light blue/gray background) suitable for Firefox-related blogs. “Obsidian” is a light-on-dark scheme. “Stone” is the default scheme, a light, neutral gray.
fr_fr: <strong>Palette de couleurs</strong>&nbsp;: Vous pouvez sélectionner différentes palettes de couleurs : «&nbsp;Sable&nbsp;» (fond de page dans les tons orange) convient pour la plupart des blogs Mozilla. «&nbsp;Ciel&nbsp;» (fond de page bleu clair, gris) convient pour les blogs traitant de Firefox. «&nbsp;Obsidienne&nbsp;» est un thème clair obscur. «&nbsp;Pierre&nbsp;» est le thème par défaut, gris clair.

source: Remember to click “Save Changes” to save any changes you have made to the theme options.
fr_fr: N'oubliez pas d'appuyer sur «&nbsp;Sauvegarder les modifications&nbsp;» pour sauvegarder les modifications faites aux options du thème.

source: For more information:
fr_fr: Pour plus d'informations&nbsp;:

source: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Documentation on Theme Options</a>
fr_fr: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Documentation sur les options de thèmes</a>

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
fr_fr: <a href="http://wordpress.org/support/" target="_blank">Forums d'assistance</a>

source: Overview
fr_fr: Aperçu

source: Stone
fr_fr: Pierre

source: Sand
fr_fr: Sable

source: Sky
fr_fr: Ciel

source: Obsidian
fr_fr: Obsidienne

source: %s Theme Options
fr_fr: Options pour le thème %s

source: Featured
fr_fr: Mis en avant

source: Sorry, we couldn&#8217;t find any results for the requested archive. Perhaps try searching?
fr_fr: Désolé, nous n&#8217;avons pas pu trouver de résultat pour l'archive demandée. Essayez la recherche.

source: Go to the front page
fr_fr: Aller à la page d'accueil

source: Sorry, we didn't find anything for “%s.” Try another search.
fr_fr: Désolé, nous n'avons rien trouvé pour «&nbsp;%s&nbsp;». Essayez de rechercher avec d'autres termes.

source: About
fr_fr: À propos

source: More from %s
fr_fr: Plus d'articles de %s
